x = ("Шляпка гриба, покрытая … кожиц..й, держится на … ножк.. . Снизу шляпка затянута … плёнкой. Когда её уберёшь, откроется нижняя … сторона шляпк.. .")

print(x)

print("Заполните пропуски")

p = input("покрытая ...   ")
k = input("кожиц...й ")
d = input("держится на .. ")
no = input("ножк.. ")
z = input("затянута .. ")
ni = input("нижняя .. ")
sh = input("шляпк.. ")

print(f"Шляпка гриба, покрытая {p} кожиц{k}й, держится на {d} ножк{no} . Снизу шляпка затянута {z} плёнкой. Когда её уберёшь, откроется нижняя {ni} сторона шляпк{sh} .")